[VendingMachineGrades.ObjectGrade_CrazyEarl_BlackMarket InteractiveObjectBalanceDefinition]
DefaultDisplayName="Mercado Negro"
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_GrenadesAndAmmo InteractiveObjectBalanceDefinition]
DefaultDisplayName="Máquina de Munições Marcus"
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_HealthItems InteractiveObjectBalanceDefinition]
DefaultDisplayName="Máquina de Cura Dr. Zed"
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_Manufacturer InteractiveObjectBalanceDefinition]
DefaultDisplayName="Máquina de Armas"
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_Weapons InteractiveObjectBalanceDefinition]
DefaultDisplayName="Máquina de Armas"
Grades[0]=(GradeModifiers=)

[VendingMachines.InteractiveObj_CrazyEarl_BlackMarket InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Mercado Negro"
StatusMenuMapInfoBoxDescription="O que deseja?"

[VendingMachines.InteractiveObj_VendingMachine_GrenadesAndAmmo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Máquina de Munições Marcus"
StatusMenuMapInfoBoxDescription="Abasteça aqui suas munições!"

[VendingMachines.InteractiveObj_VendingMachine_HealthItems InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Máquina de Cura Dr. Zed"
StatusMenuMapInfoBoxDescription="Cure suas feridas aqui!"

[VendingMachines.InteractiveObj_VendingMachine_Manufacturer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[VendingMachines.InteractiveObj_VendingMachine_Weapons InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Máquina de Munições Marcus"
StatusMenuMapInfoBoxDescription="Compre uma arma nova ou venda a sua usada!"

[VendingMachines.VendingMachine_Weapons_Definition WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Máquina de Munições Marcus"
StatusMenuMapInfoBoxDescription="Compre uma arma nova ou venda a sua usada!"

